[TR_LightWeapon X2AbilityTemplate]
LocFriendlyName = "Light Weapon"
LocHelpText = "Light"
LocLongDescription = "Light weapons gain +2 mobility."

[TR_HeavyWeapon X2AbilityTemplate]
LocFriendlyName = "Cumbersome Weapon"
LocHelpText = "Cumbersome"
LocLongDescription = "It is not easy to move around with this weapon thus soldier carrying this weapon suffers -1 mobility."

[TR_BurningWeapon X2AbilityTemplate]
LocFriendlyName = "Searing Weapon"
LocHelpText = "Searing"
LocLongDescription = "This weapon has been treated with a special compound that has a 50% chance to apply burn damage."

[TR_BleedingWeapon X2AbilityTemplate]
LocFriendlyName = "Rending Weapon"
LocHelpText = "Rending"
LocLongDescription = "The chemical applied on this weapon prevents blood coagulation. 50% chance to cause 2 bleeding damage for 2 turns."

[TR_StunningWeapon X2AbilityTemplate]
LocFriendlyName = "Stunning Weapon"
LocHelpText = "Stunning"
LocLongDescription = "The high impact nature of this weapon can cause the target to be stunned."